Repository: coprint/ChromaScreen
Catalog: ks_includes/locales/*/LC_MESSAGES/ChromaScreen.po
Languages: de

source: Axis Vibration Detection Complete
de: Achsvibrationsdetektion abgeschlossen

source: Axis Vibration Detection in Progress
de: Achsvibrationsdetektion läuft

source: %s will be updated to version
de: %s wird auf Version aktualisiert

source: (default)
de: (Standard)

source: -axis vibration compensation detection has been completed and the status is normal.
de: -Achsenvibrationskompensationsdetektion wurde abgeschlossen und der Status ist normal.

source: 24 Hour Time
de: 24-Stunden-Zeit

source: A FIRMWARE_RESTART may fix the issue.
de: Ein FIRMWARE_RESTART könnte das Problem beheben.

source: ADXL Not Configured
de: ADXL nicht konfiguriert

source: Abort
de: Abbrechen

source: Accel to Decel
de: Beschleunigung bis Abbremsung

source: Acceleration
de: Beschleunigung

source: Acceleration:
de: Beschleunigung:

source: Accept
de: Akzeptieren

source: Actions
de: Aktionen

source: Add Network
de: Netzwerk hinzufügen

source: Add profile
de: Profil hinzufügen

source: Adv. Settings
de: Erweiterte Einstellungen

source: After completing the steps, connect the printer to ChromaPad by clicking Next Step.
de: Nachdem Sie die Schritte abgeschlossen haben, verbinden Sie den Drucker mit ChromaPad, indem Sie auf „Nächster Schritt“ klicken.

source: Apply
de: Anwenden

source: Apply %.2f offset to Endstop?
de: Offset von %.2f auf Endanschlag anwenden?

source: Apply %s%.2f offset to Probe?
de: Offset von %s%.2f auf Sonde anwenden?

source: Are you sure do you want to exclude the object?
de: Sind Sie sicher, dass Sie das Objekt ausschließen möchten?

source: Are you sure you want to run Emergency Stop?
de: Sind Sie sicher, dass Sie den Not-Stopp ausführen möchten?

source: Are you sure you wish to cancel this print?
de: Sind Sie sicher, dass Sie diesen Druck abbrechen möchten?

source: Are you sure you wish to disable motors?
de: Sind Sie sicher, dass Sie die Motoren deaktivieren möchten?

source: Are you sure you wish to reboot the system?
de: Sind Sie sicher, dass Sie das System neu starten möchten?

source: Are you sure you wish to shutdown the system?
de: Sind Sie sicher, dass Sie das System herunterfahren möchten?

source: Are you sure?
de: Sind Sie sicher?

source: Auto
de: Automatisch

source: Auto Leveling
de: Automatische Nivellierung

source: Auto Scroll
de: Automatisches Scrollen

source: Auto close notifications
de: Benachrichtigungen automatisch schließen

source: Auto-calibrate
de: Automatisch kalibrieren

source: Auto-close notifications
de: Benachrichtigungen automatisch schließen

source: Auto-scroll
de: Automatisch scrollen

source: Automatic Table Calibration
de: Automatische Tischkalibrierung

source: Automatic bed calibration is completed. Please restart the system.
de: Die automatische Bett kalibrierung ist abgeschlossen. Bitte starten Sie das System neu.

source: Automatic bed leveling is being performed. Please wait..
de: Die automatische Bett-Nivellierung wird durchgeführt. Bitte warten Sie...

source: Back
de: Zurück

source: Back to Wizard
de: Zurück zum Assistenten

source: Bed Level
de: Bett-Niveau

source: Bed Mesh
de: Bett-Mesh

source: Bed screw configuration:
de: Bett-Schraubenkonfiguration:

source: Calibrate
de: Kalibrieren

source: Calibrated
de: Kalibriert

source: Calibrating
de: Kalibrierung läuft

source: Calibration steps vary depending on your printer's motion mechanism. Please select the type of your printer.
de: Die Kalibrierschritte variieren je nach Bewegungsmechanismus Ihres Druckers. Bitte wählen Sie den Typ Ihres Druckers aus.

source: Calibration will disconnect from other printers. Please make sure that other printers are not in operation
de: Die Kalibrierung wird von anderen Druckern getrennt. Stellen Sie sicher, dass andere Drucker nicht in Betrieb sind.

source: Cam Settings
de: Kameraeinstellungen

source: Camera
de: Kamera

source: Can't set above the maximum:
de: Kann nicht über dem Maximum eingestellt werden:

source: Cancel
de: Abbrechen

source: Cancel Print
de: Druck abbrechen

source: Cancelled
de: Abgebrochen

source: Cancelling
de: Abbruch läuft

source: Cannot connect to Moonraker
de: Kann keine Verbindung zu Moonraker herstellen

source: Cartesian Type
de: Kartesischer Typ

source: Change Offset
de: Offset ändern

source: Change Probe
de: Sonde wechseln

source: Channel
de: Kanal

source: Check ADXL Wiring
de: ADXL-Verkabelung prüfen

source: Check Sensor
de: Sensor prüfen

source: Checking for updates, please wait...
de: Auf Updates wird überprüft, bitte warten...

source: Checking the Sensor Connection
de: Überprüfung der Sensorverbindung läuft

source: Chip Settings
de: Chip-Einstellungen

source: ChromaScreen will reboot
de: ChromaScreen wird neu starten

source: Clear
de: Löschen

source: Click the “Start Calibration” button to perform automatic table calibration.
de: Klicken Sie auf die Schaltfläche „Start Calibration“, um eine automatische Tischkalibrierung durchzuführen.

source: Close
de: Schließen

source: Complete
de: Abgeschlossen

source: Configuration
de: Konfiguration

source: Confirm Emergency Stop
de: Not-Stopp bestätigen

source: Confirm emergency stop
de: Not-Stopp bestätigen

source: Connect
de: Verbinden

source: Connect Your 3D Printer
de: Verbinden Sie Ihren 3D-Drucker

source: Connect the Sensor
de: Sensor verbinden

source: Connect the device by entering the information of the network you are using.
de: Verbinden Sie das Gerät, indem Sie die Informationen des von Ihnen verwendeten Netzwerks eingeben.

source: Connect your 3D printer to Co Print Smart using a USB cable.
de: Verbinden Sie Ihren 3D-Drucker mit Co Print Smart über ein USB-Kabel.

source: Connected
de: Verbunden

source: Connecting to %s
de: Verbindung zu %s wird hergestellt

source: Connection Completed
de: Verbindung abgeschlossen

source: Connection Failed
de: Verbindung fehlgeschlagen

source: Connection Settings
de: Verbindungseinstellungen

source: Connection failed.
de: Verbindung fehlgeschlagen.

source: Console
de: Konsole

source: Continue
de: Weiter
