Repository: coprint/ChromaScreen
Catalog: ks_includes/locales/*/LC_MESSAGES/ChromaScreen.po
Languages: de

source: Cooldown
de: Abkühlphase

source: Corexy Type
de: Corexy Typ

source: Country/State
de: Land/Bundesland

source: Creating...
de: Erstellen...

source: Current
de: Aktuell

source: Date
de: Datum

source: Delete Directory?
de: Verzeichnis löschen?

source: Delete File?
de: Datei löschen?

source: Deselect
de: Abwählen

source: Disable Motors
de: Motoren deaktivieren

source: Disable Stepper
de: Schrittmotor deaktivieren

source: Disable XY
de: XY deaktivieren

source: Disconnect
de: Trennen

source: Distance (mm)
de: Entfernung (mm)

source: Do you want to recover %s?
de: Möchten Sie %s wiederherstellen?

source: Done
de: Fertig

source: Elapsed:
de: Vergangen:

source: Enable extra low-level configuration options
de: Zusätzliche Konfigurationsoptionen auf niedriger Ebene aktivieren

source: English
de: Englisch

source: Enter Value
de: Wert eingeben

source: Error
de: Fehler

source: Estimated Time
de: Geschätzte Zeit

source: Estimated Time Method
de: Geschätzte Zeit Methode

source: Estimated time method
de: Geschätzte Zeit Methode

source: Exclude Object
de: Objekt ausschließen

source: Execute
de: Ausführen

source: Extra Large
de: Extra Groß

source: Extrude
de: Extrudieren

source: Extruder Movement (mm)
de: Extruder Bewegung (mm)

source: Extrusion Speed (mm)
de: Extrusionsgeschwindigkeit (mm)

source: Failed, adjust position first
de: Fehlgeschlagen, positionieren Sie zuerst

source: Fan
de: Lüfter

source: Fan Speed
de: Lüftergeschwindigkeit

source: Filament Cut
de: Filament abschneiden

source: Filament Used
de: Verwendetes Filament

source: Filament total:
de: Filament insgesamt:

source: Filament used:
de: Verwendetes Filament:

source: File
de: Datei

source: File Name
de: Dateiname

source: File Preview
de: Dateivorschau

source: File:
de: Datei:

source: Finding ADXL
de: ADXL wird gesucht

source: Fine Tuning
de: Feinabstimmung

source: Finish
de: Fertig

source: Firmware Restart
de: Firmware Neustart

source: First, tighten the tension screws to their maximum value. Then, for the first step, make a height adjustment using paper.
de: Zuerst die Spannschrauben auf ihren maximalen Wert anziehen. Dann für den ersten Schritteine Höhenverstellung mit Papier vornehmen.

source: Flow:
de: Fluss:

source: Flowrate:
de: Flussrate:

source: Font Size
de: Schriftgröße

source: Forget Network
de: Netzwerk vergessen

source: French
de: Französisch

source: Full Update
de: Vollständiges Update

source: Fullscreen
de: Vollbild

source: Go Back
de: Zurück

source: Go Printer
de: Zum Drucker gehen

source: Having trouble installing or starting up? Scan the QR code to get help and detailed information.
de: Haben Sie Probleme bei der Installation oder beim Start? Scannen Sie den QR-Code, um Hilfe und detaillierte Informationen zu erhalten.

source: Heated Bed
de: Beheiztes Bett

source: Height:
de: Höhe:

source: Hidden
de: Versteckt

source: Hide
de: Verstecken

source: Hide sensor in temp
de: Sensor in Temp. verstecken

source: Hide sensors in Temp.
de: Sensoren in Temp. verstecken

source: Hide temp.
de: Temp. verstecken

source: High
de: Hoch

source: Home All
de: Alle Home

source: Homing
de: Home-Vorgang

source: Hot Bed
de: Heizbett

source: I have read and accept the Privacy Policy.
de: Ich habe die Datenschutzbestimmungen gelesen und akzeptiere sie.

source: Icon Theme
de: Symbol Thema

source: Init...
de: Initialisierung...

source: Initializing printer...
de: Drucker wird initialisiert..

source: Input Shaper
de: Eingabeformer

source: Insert the SD Card of your printer into ChromaScreen to change the program of your 3D printer.
de: Legen Sie die SD-Karte Ihres Druckers in ChromaScreen ein, um das Programm Ihres 3D-Druckers zu ändern.

source: Interface
de: Schnittstelle

source: Invalid
de: Ungültig

source: Invalid password
de: Ungültiges Passwort

source: Invert X
de: X invertieren

source: Invert Y
de: Y invertieren

source: Invert Z
de: Z invertieren

source: Italian
de: Italienisch

source: Klipper Restart
de: Klipper Neustart

source: Klipper bin file has been writen.
de: Klipper bin Datei wurde geschrieben.

source: Klipper has disconnected
de: Klipper wurde getrennt

source: Klipper has encountered an error.
de: Klipper hat einen Fehler festgestellt.

source: Klipper has shutdown
de: Klipper wurde heruntergefahren

source: Klipper is attempting to start
de: Klipper wird gestartet

source: Klipper reports:
de: Klipper berichtet:

source: Klipper will reboot
de: Klipper wird neu starten

source: Language
de: Sprache

source: Language Settings
de: Spracheinstellungen

source: Large
de: Groß

source: Layer:
de: Schicht:

source: Left:
de: Links:

source: Limits
de: Grenzen

source: Load
de: Laden

source: Log Files
de: Log Dateien

source: Lower Nozzle
de: Untere Düse

source: MCU Architecture
de: MCU Architektur

source: Macro Shortcuts menu
de: Makro Verknüpfungen Menü

source: Macro shortcut on sidebar
de: Makro Verknüpfung in der Seitenleiste

source: Macros
de: Makros

source: Main Menu
de: Hauptmenü

source: Manual Leveling
de: Manuelle Nivellierung

source: Max Acceleration
de: Maximale Beschleunigung

source: Max Acceleration to Deceleration
de: Maximale Beschleunigung zur Verzögerung

source: Max Velocity
de: Maximale Geschwindigkeit

source: Maximum
de: Maximal

source: Measure Both
de: Beides messen

source: Measure X
de: X messen

source: Measure Y
de: Y messen

source: Medium
de: Mittel

source: Menu
de: Menü

source: Menu Co Print
de: Menü Co Print

source: Menu Noya
de: Menü Noya

source: Mesh calibrate
de: Netz kalibrieren

source: Modified
de: Geändert

source: Moonraker: connected
de: Moonraker: verbunden

source: Move
de: Bewegen

source: Move Axis
de: Achse bewegen

source: Move Distance (mm)
de: Bewegungsdistanz (mm)

source: Movement
de: Bewegung

source: Movement Settings
de: Bewegungseinstellungen

source: Network
de: Netzwerk

source: Never
de: Nie

source: New
de: Neu

source: Next Step
de: Nächster Schritt

source: No Camera
de: Keine Kamera

source: No mesh has been loaded
de: Es wurde kein Mesh geladen

source: Not Connected
de: Nicht verbunden

source: Nothing selected
de: Nichts ausgewählt

source: Optional Feature
de: Optionales Feature

source: Other Printers
de: Andere Drucker

source: Outdated by %d
de: Veraltet seit %d

source: PSK for
de: PSK für

source: Package will be updated
de: Paket wird aktualisiert

source: Park
de: Abstellen

source: Part Fan
de: Teillüfter

source: Password saved
de: Passwort gespeichert

source: Paused
de: Pausiert

source: Perform a full upgrade?
de: Vollständiges Upgrade durchführen?

source: Performing Auto Home
de: Durchführen von „Auto Home“

source: Place the Initial Sensor on your printer's bed using double-sided tape.
de: Platzieren Sie den Initialsensor mit doppelseitigem Klebeband auf dem Bett Ihres Druckers.

source: Place the Initial Sensor to the head of your printer.
de: Platzieren Sie den Initialsensor am Kopf Ihres Druckers.

source: Please Connect the Sensor
de: Bitte Sensor anschließen

source: Please Wait
de: Bitte warten

source: Please connect a camera using the USB ports for printing monitoring.
de: Bitte schließen Sie eine Kamera über die USB-Anschlüsse zur Drucküberwachung an.

source: Please don’t touch the printer
de: Bitte nicht den Drucker berühren.

source: Please insert the USB drive.
de: Bitte USB-Laufwerk einstecken.

source: Please read our agreement and confirm the terms.
de: Bitte lesen Sie unsere Vereinbarung und bestätigen Sie die Bedingungen.

source: Please recompile and flash the micro-controller.
de: Bitte recompilieren Sie den Mikrocontroller und flashen Sie ihn.

source: Please select the architecture, communication frequency, clock speed and model of the chip you will be using.
de: Bitte wählen Sie die Architektur, Kommunikationsfrequenz, Taktfrequenz und das Modell des Chips, den Sie verwenden werden.

source: Please select your region to determine your time zone.
de: Bitte wählen Sie Ihre Region, um Ihre Zeitzone zu bestimmen.

source: Please specify a custom name for your device.
de: Bitte geben Sie einen benutzerdefinierten Namen für Ihr Gerät an.

source: Please specify the system language
de: Bitte wählen Sie die Systemsprache

source: Power
de: Strom

source: Power On Printer
de: Drucker einschalten

source: Predefined Macros
de: Vordefinierte Makros

source: Preheat ABS
de: ABS vorheizen

source: Preheat For Extrude
de: Vorheizen für Extrusion

source: Preheat PLA
de: PLA vorheizen

source: Pressure Advance:
de: Druckvorschub:

source: Print
de: Drucken

source: Print Control
de: Drucksteuerung

source: Print Time
de: Druckzeit

source: Printer
de: Drucker

source: Printer Connections
de: Druckeranschlüsse

source: Printer Select
de: Druckerauswahl

source: Printer Status
de: Druckerstatus

source: Printer is returning to the starting position, please wait..
de: Drucker kehrt zur Startposition zurück, bitte warten Sie..

source: Printing
de: Drucken

source: Printing Camera
de: Druckkamera

source: Printing File
de: Druckdatei

source: Printing Time:
de: Druckzeit:

source: Privacy Policy
de: Datenschutzrichtlinie

source: Probe Calibration
de: Sondenkallibrierung

source: Probe Offset
de: Sondenoffset

source: Processing, Please Wait..
de: Verarbeiten, bitte warten..

source: Processor Model
de: Prozessormodell

source: Profile Name:
de: Profilname:

source: Provide ChromaScreen.log when asking for help.
de: Stellen Sie ChromaScreen.log zur Verfügung, wenn Sie um Hilfe bitten.

source: Raise Nozzle
de: Düse anheben

source: Records
de: Aufzeichnungen

source: Recover
de: Wiederherstellen

source: Recover Hard
de: Hart wiederherstellen

source: Recover Soft
de: Weich wiederherstellen

source: Reference
de: Referenz

source: Refresh
de: Aktualisieren

source: Rename Your Device
de: Benennen Sie Ihr Gerät um

source: Rename/Move:
de: Umbenennen/Verschieben:

source: Restart
de: Neustart

source: Resume
de: Fortsetzen

source: Retract
de: Zurückziehen

source: Retraction Length
de: Retractionslänge

source: Retraction Speed
de: Retractionsgeschwindigkeit

source: Retry
de: Erneut versuchen

source: Retrying
de: Wiederholen

source: Save
de: Speichern

source: Save Config
de: Konfiguration speichern

source: Save MESH
de: MESH speichern

source: Save Settings
de: Einstellungen speichern

source: Save Z
de: Z speichern

source: Save configuration?
de: Konfiguration speichern?

source: Saved
de: Gespeichert

source: Saved offset: %s
de: Gespeicherter Offset: %s

source: Scan the QR Code
de: Scannen Sie den QR-Code

source: Screen DPMS
de: Bildschirm DPMS

source: Screen Power Off Time
de: Bildschirm-Abschaltzeit

source: Screen power off time
de: Bildschirm-Abschaltzeit

source: Screws Adjust
de: Schrauben anpassen

source: Searching for Printer..
de: Suche nach Drucker..

source: Select
de: Auswählen

source: Select & Go
de: Auswählen & Starten

source: Select + - increase value
de: Auswählen + - Wert erhöhen

source: Select Baud Rate
de: Baudrate auswählen

source: Select Controlled Extruder
de: Auswählen Kontrolliert Extruder

source: Select Microcontroller
de: Microcontroller auswählen

source: Select Region
de: Region auswählen

source: Select Your Printer Type
de: Wählen Sie Ihren Druckertyp aus

source: Select the Baud Rate to communicate with the processor you will be using.
de: Wählen Sie die Baudrate aus, um mit dem Prozessor zu kommunizieren, den Sie verwenden werden.

source: Select the Chip Model
de: Chip-Modell auswählen

source: Select the MCU located on the board you will be controlling.
de: Wählen Sie den MCU aus, der auf der Platine ist, die Sie steuern werden.

source: Select the MCU model located on the board you will be controlling.
de: Wählen Sie das MCU-Modell aus, das sich auf der Platine befindet, die Sie steuern werden.

source: Select the bootloader offset located on the board you will be controlling.
de: Wählen Sie den Bootloader-Offset aus, der sich auf der Platine befindet, die Sie steuern werden.

source: Select the chip model located on the board you will be controlling.
de: Wählen Sie das Chip-Modell aus, das sich auf der Platine befindet, die Sie steuern werden.

source: Select the clock reference located on the board you will be controlling.
de: Wählen Sie die Taktreferenz aus, die sich auf der Platine befindet, die Sie steuern werden.

source: Select the com interface model located on the board you will be controlling.
de: Wählen Sie das COM-Interface-Modell aus, das sich auf der Platine befindet, die Sie steuern werden.

source: Select the optional features located on the board you will be controlling.
de: Wählen Sie die optionalen Funktionen aus, die sich auf der Platine befinden, die Sie steuern werden.

source: Select the usb ids located on the board you will be controlling.
de: Wählen Sie die USB-IDs aus, die sich auf der Platine befinden, die Sie steuern werden.

source: Send
de: Senden

source: Sensor Cannot Connect
de: Sensor kann keine Verbindung herstellen

source: Sensor Connected
de: Sensor verbunden

source: Set Temp
de: Temperatur einstellen

source: Settings
de: Einstellungen

source: Setup Completed
de: Setup abgeschlossen

source: Setup Printer
de: Drucker einrichten

source: Setup for your 3D printer is complete. If you're not sure about the printer settings,you can exit without saving the settings using the Skip button
de: Die Einrichtung Ihrer 3D-Drucker ist abgeschlossen. Wenn Sie sich bei denDruckereinstellungen nicht sicher sind, können Sie ohne Speichern der Einstellungen mitder Schaltfläche 'Überspringen' beenden.

source: Show
de: Anzeigen

source: Show Heater Power
de: Heizleistung anzeigen

source: Show heater power
de: Heizleistung anzeigen

source: Shut Down
de: Ausschalten

source: Shutdown
de: Herunterfahren

source: Size
de: Größe

source: Skip
de: Überspringen

source: Slicer Time correction (%)
de: Slicer Zeitkorrektur (%)

source: Slicer time corrections (%)
de: Slicer Zeitkorrekturen (%)

source: Slow
de: Langsam

source: Small
de: Klein

source: Spanish
de: Spanisch

source: Speed (mm/s)
de: Geschwindigkeit (mm/s)

source: Speed +
de: Geschwindigkeit +

source: Speed -
de: Geschwindigkeit -

source: Speed:
de: Geschwindigkeit:

source: Square Corner Velocity
de: Geschwindigkeit der Eckpunkte

source: Start Calibration
de: Kalibrierung starten

source: Start Print
de: Druck starten

source: Starting WiFi Association
de: WiFi-Verbindung wird gestartet

source: Starting recovery for
de: Wiederherstellung wird gestartet für

source: Starting update for
de: Update wird gestartet für

source: Statistic
de: Statistik

source: Stop Calibrating
de: Kalibrierung beenden

source: System Restart
de: System Neustart

source: System Shutdown
de: System Herunterfahren

source: Systems / Update
de: Systeme / Update

source: Temperature
de: Temperatur

source: The Config Files have been uploaded
de: Die Konfigurationsdateien wurden hochgeladen

source: The language will change to
de: Die Sprache ändert sich zu

source: The printer's firmware has been changed
de: Die Firmware des Druckers wurde geändert

source: The settings file is being created. During this time Please wait and do not turn off ChromaScreen.
de: Die Einstellungsdatei wird erstellt. Bitte warten Sie währenddessen und schalten Sie ChromaScreen nicht aus.

source: The settings file is being created. During this time.Please wait and do not turn off ChromaScreen.
de: Die Einstellungsdatei wird erstellt. Bitte warten Sie während dieser Zeit und schalten Sie ChromaScreen nicht aus.

source: This printer is an Atmega-based processor printer. You can access the steps required to write the '.Hex' files to the printer by scanning the QR Code.
de: Bei diesem Drucker handelt es sich um einen Atmega-basierten Prozessordrucker. Durch Scannen des QR-Codes können Sie auf die erforderlichen Schritte zum Schreiben der Hex-Dateien auf den Drucker zugreifen.

source: Title:
de: Titel:

source: Total Filament Used
de: Insgesamt verwendetes Filament

source: Total Print Time
de: Gesamte Druckzeit

source: Total:
de: Insgesamt:

source: Turkish
de: Türkisch

source: USB drive has been inserted.
de: USB-Laufwerk wurde eingesteckt.

source: USB serial number from CHIPID
de: USB-Seriennummer von CHIPID

source: Unknown Heater
de: Unbekannter Heizer

source: Unknown screw position
de: Unbekannte Schraubenposition

source: Unload
de: Entladen

source: Unretract Extra Length
de: Zusätzliche Länge zurückziehen

source: Unretract Speed
de: Geschwindigkeit beim Zurückziehen

source: Up To Date
de: Aktuell

source: Up-to-date
de: Aktuell

source: Updating
de: Aktualisierung läuft

source: Upload Conf files
de: Conf-Dateien hochladen

source: Uploaded
de: Hochgeladen

source: Value
de: Wert

source: Velocity
de: Geschwindigkeit

source: WebRTC is not supported by the backend trying Stream
de: WebRTC wird vom Backend nicht unterstützt, versuche Stream

source: Wifi Password
de: Wifi Passwort

source: Writing the SD card.
de: Schreibe auf die SD-Karte.

source: Writing to SD Card
de: Schreibe auf SD-Karte

source: X Axis (Head)
de: X-Achse (Kopf)

source: X, Y, and Z axes are returning back to their home positions. Please wait.
de: X, Y und Z Achsen kehren zurück zu ihren Ausgangspositionen. Bitte warten Sie.

source: X,Y,Z Hareket Mesafesi (mm)
de: X,Y,Z Bewegungsabstand (mm)

source: XY Move Speed (mm/s)
de: XY Bewegungsgeschwindigkeit (mm/s)

source: XY Speed (mm/s)
de: XY Geschwindigkeit (mm/s)

source: Y Axis (Bed)
de: Y-Achse (Bett)

source: Y Axis Vibration Detection Complete
de: Vibrationserkennung für Y-Achse abgeschlossen

source: Y Axis Vibration Detection in Progress
de: Vibrationserkennung für Y-Achse läuft

source: Y-axis vibration compensation detection has been completed and the status is normal.
de: Die Vibrationskompensationserkennung für die Y-Achse wurde abgeschlossen und der Status ist normal.

source: You are ready to start the test.
de: Sie sind bereit, den Test zu starten.

source: You aren't ready to start the test. Please config your Input Shaper. Then try again.
de: Sie sind noch nicht bereit, den Test zu starten. Bitte konfigurieren Sie Ihren Input Shaper. Versuchen Sie es dann erneut.

source: You aren't ready to start the test. Please connect your sensor or re-config your Input Shaper. Then try again.
de: Sie sind noch nicht bereit, den Test zu starten. Bitte schließen Sie Ihren Sensor an oder konfigurieren Sie Ihren Input Shaper neu. Versuchen Sie es dann erneut.

source: You aren't ready to start the test. Please re-config your Input Shaper. Then try again.
de: Sie sind noch nicht bereit, den Test zu starten. Bitte konfigurieren Sie Ihren Input Shaper neu. Versuchen Sie es dann erneut.

source: Your update has been completed. For the changes to take effect Do you want to restart?
de: Ihr Update wurde abgeschlossen. Damit die Änderungen wirksam werden, möchten Sie neu starten?

source: Your update may not be compatible with ChromaScreen. Still Do you want to update?
de: Ihre Update-Aktion könnte mit ChromaScreen nicht kompatibel sein. Möchten Sie trotzdem aktualisieren?

source: Z Axis
de: Z-Achse

source: Z Calibrate
de: Z-Kalibrierung

source: Z Calibration Steps
de: Z-Kalibrierungsschritte

source: Z Move Speed (mm/s)
de: Z Bewegungsgeschwindigkeit (mm/s)

source: Z Probe
de: Z-Sonde

source: Z Probe Distance
de: Z-Sondenabstand

source: Z Speed (mm/s)
de: Z-Geschwindigkeit (mm/s)

source: Z Tilt
de: Z-Neigung

source: files listed
de: Dateien aufgelistet

source: hour
de: Stunde

source: minutes
de: Minuten

source: selected
de: ausgewählt
