Repository: coprint/ChromaScreen
Catalog: ks_includes/locales/*/LC_MESSAGES/ChromaScreen.po
Languages: de

source: Contract Approval
de: BITTE LESEN SIE DIE VOLLSTÄNDIGE ERKLÄRUNG, INDEM SIE NACH UNTEN SCROLLEN. DIE ERKLÄRUNG BEINHALTET, WIE DER HERSTELLER DATEN SAMMELT UND DIE NOTWENDIGEN GELEGENHEITEN VERWENDET. AUSDRÜCKLICHE EINVERSTÄNDNISERKLÄRUNG VON CHROMAPAD Hiermit bestätige ich, dass ich vom Datenverantwortlichen, Co Print Mühendislik Makina Yazılım Sanayi ve Ticaret Anonim Şirketi, mit Sitz in Sanayi Mah, informiert wurde. Teknopark Bul. No: 1/4c İç Kapı No: Z08 Pendik / Istanbul, mit Mersis Nummer 0211134597100001, dass ich den Informationstext über die Verarbeitung und den Schutz personenbezogener Daten und die Richtlinie zum Schutz personenbezogener Daten und zur Verarbeitung personenbezogener Daten gelesen und verstanden habe und dass ich sie freiwillig elektronisch akzeptiere. Hiermit erkläre, anerkenne und verpflichte ich mich, dass ich alle Angelegenheiten, zu denen ich keine Vorbehalte gemacht habe, mit ausdrücklicher Zustimmung akzeptiere. Ich erteile meine Zustimmung zur Übermittlung meiner personenbezogenen Daten ins Ausland und an Dritte im Ausland zu den im Informationstext angegebenen Zwecken. Nr .: 1/4c Innentür Nr.: Z08 Pendik / Istanbul Mersis Nr: 0211134597100001 CHROMAPAD DATENSCHUTZRICHTLINIE 1. Einleitung Diese Datenschutzrichtlinie (a) gilt für die Verarbeitung personenbezogener Daten auf elektronischem Wege und in papierbasierten Ablagesystemen, (b) schließt jegliche Verarbeitung personenbezogener Daten von Mitarbeitern und Bewerbern des Unternehmens aus und (c) befasst sich nicht mit Verpflichtungen von chromapad.com ("ChromaPad" oder "Unternehmen"), die nach lokalen Gesetzen und anderen anwendbaren Regulierungsgesetzen unterliegen können. Diese Datenschutzerklärung tritt am 11.07.2024 in Kraft. 1.1 Die EU-Datenschutzgesetze verpflichten das Unternehmen zur vollständigen Einhaltung der folgenden Grundsätze: Prinzip Beschreibung Rechtmäßigkeit, Fairness und Transparenz Personenbezogene Daten werden rechtmäßig, fair und in Bezug auf die betroffene Person auf transparente Weise verarbeitet. Zweckbindung Personenbezogene Daten werden für festgelegte, eindeutige und legitime Zwecke erhoben und nicht in einer Weise weiterverarbeitet, die mit diesen Zwecken unvereinbar ist. Datenminimierung Personenbezogene Daten müssen angemessen, relevant und auf das beschränkt sein, was in Bezug auf die Zwecke, für die sie verarbeitet werden, erforderlich ist. Genauigkeit Personenbezogene Daten müssen korrekt sein und, falls erforderlich, auf dem neuesten Stand gehalten werden. Begrenzung der Lagerung Personenbezogene Daten werden in einer Form aufbewahrt, die die Identifizierung der betroffenen Personen nicht länger ermöglicht, als es für die Zwecke, für die die personenbezogenen Daten verarbeitet werden, erforderlich ist. Integrität und Vertraulichkeit Personenbezogene Daten werden in einer Weise verarbeitet, die eine angemessene Sicherheit der personenbezogenen Daten gewährleistet, einschließlich des Schutzes vor unbefugter oder unrechtmäßiger Verarbeitung und vor versehentlichem Verlust, Zerstörung oder Beschädigung, durch geeignete technische oder organisatorische Maßnahmen. Verantwortlichkeit ChromaPad ist als Datenverantwortlicher für die Einhaltung der EU-Datenschutzgesetze verantwortlich und in der Lage, diese nachzuweisen. 1.2 Die Einhaltung des Datenschutzes beginnt bei jeder Person, die das Personal von ChromaPad bildet. 1.3 Von ChromaPad wird erwartet, dass sie mit personenbezogenen Daten sorgfältig umgeht. In dieser Datenschutz-Compliance-Richtlinie wird erläutert, wie der Schutz personenbezogener Daten im gesamten Unternehmen erreicht werden muss. Die folgenden Hauptanweisungen sind obligatorisch und werden in diesem Dokument erläutert: • Ich verarbeite personenbezogene Daten nur für bestimmte Zwecke der Verarbeitung. Ich weiß, dass der Zweck der Verarbeitung eine gültige Rechtsgrundlage hat, • Ich bin transparent gegenüber den betroffenen Personen. Ich informiere natürliche Personen immer darüber, was das Unternehmen mit personenbezogenen Daten macht (unabhängig davon, ob es sich bei der natürlichen Person um einen Kunden, einen Lieferanten oder einen anderen Geschäftspartner handelt). Die Tatsache, dass ich personenbezogene Daten einer natürlichen Person erhalte, die eine juristische Person vertritt oder als Mitarbeiter einer juristischen Person handelt, macht diese personenbezogenen Daten nicht weniger wichtig oder außerhalb des Datenschutzbereichs, • Ich verwende sensible personenbezogene Daten nur, wenn dies erforderlich und ausdrücklich erlaubt ist, • Ich stelle sicher, dass die personenbezogenen Daten aktuell, vollständig und richtig sind, • Ich nehme jede Anfrage bezüglich personenbezogener Daten ernst. Ich erlaube den betroffenen Personen, ihre personenbezogenen Daten zu korrigieren, zu löschen oder zu sperren, • Ich schütze die personenbezogenen Daten vor unbefugtem Verlust, Änderung, Offenlegung oder unbefugtem Zugriff. 1.4 Diese Datenschutzrichtlinie wurde auf der Grundlage des Wortlauts der DSGVO erstellt, da zum Zeitpunkt ihrer Erstellung kein lokales Gesetz erlassen wurde. Jede regulatorische Entwicklung (entweder auf EU-Ebene oder auf nationaler Ebene) kann dazu führen, dass diese Politik geändert oder ergänzt werden muss. 2. TERMINOLOGIE In dieser Datenschutzrichtlinie haben die folgenden Begriffe die folgende Bedeutung: Ausdruck Definition Automatisierte Entscheidungsfindung Ein Prozess, bei dem Eingabedaten ausschließlich mit Hilfe von IT-Geräten und ohne Beteiligung von Menschen, d.h. nach vordefinierten Kriterien/Algorithmen ausgewertet werden und die endgültige Entscheidung getroffen wird, hat erhebliche Folgen für die betroffene Person. Verantwortlicher für die Datenverarbeitung Bezeichnet ChromaPad, da es für die Stelle steht, die die Zwecke und Mittel der Verarbeitung personenbezogener Daten bestimmt. Datenverarbeiter Die Stelle, die die Verarbeitung personenbezogener Daten im Auftrag des für die Verarbeitung Verantwortlichen durchführt. Datenschutzbeauftragter Eine Person, die von ChromaPad gemäß einer zwingenden Verpflichtung gemäß den EU-Datenschutzgesetzen ernannt wurde. Die Rolle des DSB besteht hauptsächlich darin, (a) das Unternehmen und seine Mitarbeiter über ihre Verpflichtungen zur Einhaltung der EU-Datenschutzgesetze zu informieren und zu beraten, (b) die Einhaltung der EU-Datenschutzgesetze zu überwachen und (c) der erste Ansprechpartner für Aufsichtsbehörden und Personen zu sein, deren Daten verarbeitet werden. Einzelheiten zu den Rechten und Pflichten des DSB finden Sie in diesem Dokument. Betroffene Person Die identifizierte oder identifizierbare Person, auf die sich personenbezogene Daten beziehen. Im Sinne dieser Richtlinie können betroffene Personen Kunden oder Vertreter von Lieferanten und Geschäftspartnern sein. EU-Datenschutzgesetze Alle in der TÜRKEI geltenden Gesetze und Vorschriften, unabhängig davon, ob es sich um Primärrecht (wie nationale Gesetze und/oder DSGVO, wie unten definiert) oder Sekundärrecht (wie die Richtlinien der Datenschutzgruppe oder andere von der Aufsichtsbehörde herausgegebene Richtlinien) handelt, die für die Verarbeitung personenbezogener Daten gelten. DSGVO Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46/EG. Interne Regulierung Alle internen Dokumente (unabhängig von ihrem Namen und ihrem Gegenstand), die im internen Register aufgeführt sind. Personenbezogene Daten Alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen und, sofern diese Informationen nach den geltenden EU-Datenschutzgesetzen und -vorschriften geschützt sind. Zu den hierin genannten Zwecken umfassen personenbezogene Daten in Bezug auf strafrechtliche Verurteilungen und Straftaten (wie unten definiert) und besondere Kategorien personenbezogener Daten (wie unten definiert). Personenbezogene Daten im Zusammenhang mit strafrechtlichen Verurteilungen und Straftaten Personenbezogene Daten im Zusammenhang mit strafrechtlichen Verurteilungen, Straftaten und/oder Begnadigungen. Verarbeitung Jeder Vorgang oder jede Reihe von Vorgängen, die mit personenbezogenen Daten durchgeführt werden, unabhängig davon, ob sie automatisiert sind oder nicht, wie z. B. das Erheben, Aufzeichnen, Organisieren, Ordnen, Speichern, Anpassen oder Ändern, Auslesen, Abfragen, Verwenden, Offenlegung durch Übermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verknüpfung, die Einschränkung, das Löschen oder die Vernichtung. Profilieren Jede Form der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass personenbezogene Daten verwendet werden, um bestimmte persönliche Aspekte einer natürlichen Person zu bewerten, insbesondere um Aspekte in Bezug auf die Arbeitsleistung, die wirtschaftliche Lage, die Gesundheit, die persönlichen Vorlieben, die Interessen, die Zuverlässigkeit, das Verhalten, den Standort oder die Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen. ChromaPad's Aufzeichnungen über die Verarbeitung Auf Unternehmensebene geführte Aufzeichnungen, die einen Überblick über alle Verarbeitungstätigkeiten innerhalb der Organisation geben (z. B. welche Art von Datenkategorien verarbeitet werden, von wem (welche Abteilungen oder Geschäftsbereiche) und für welche zugrunde liegenden Zwecke der Verarbeitung. Besondere Kategorien personenbezogener Daten Verboten sind personenbezogene Daten, aus denen die rassische oder ethnische Herkunft, politische Meinungen, religiöse oder weltanschauliche Überzeugungen oder die Gewerkschaftszugehörigkeit hervorgehen, sowie die Verarbeitung von genetischen Daten, biometrischen Daten zum Zwecke der eindeutigen Identifizierung einer natürlichen Person, Gesundheitsdaten oder Daten über das Sexualleben oder die sexuelle Orientierung einer natürlichen Person. Unterauftragsverarbeiter Jede Person, die vom oder im Namen des Datenverarbeiters oder eines verbundenen Unternehmens mit der Verarbeitung personenbezogener Daten im Namen eines Mitglieds der Unternehmensgruppe beauftragt wurde; Aufsichtsbehörde Nationale Behörde für die Überwachung und den Schutz personenbezogener Daten oder jede andere Behörde, der die Datenschutzverantwortung gemäß den EU-Datenschutzgesetzen und -verordnungen eines Mitgliedstaats übertragen wurde. Übertragung Personenbezogene Daten an Dritte (einschließlich verbundener Unternehmen oder Unterauftragsverarbeiter) weiterzugeben oder anderweitig zur Verfügung zu stellen, entweder durch physische Weitergabe der personenbezogenen Daten an diese Dritten oder durch Ermöglichung des Zugriffs auf die personenbezogenen Daten auf andere Weise. Aus Gründen der Klarheit gilt die Speicherung und Sicherung als Übertragung im Sinne dieser Vereinbarung. 3. ZWECKE DER VERARBEITUNG DURCH CHROMAPAD • ChromaPad verfügt über ein Verzeichnis der derzeit für das Unternehmen geltenden Verarbeitungszwecke, • Die Zwecke der Verarbeitung sind in den ChromaPad-Verarbeitungsprotokollen (die vom Datenschutzbeauftragten geführt werden) erschöpfend aufgeführt. • Jeder Zweck der Verarbeitung hat eine rechtsgültige Grundlage und steht in direktem Zusammenhang mit der Geschäftstätigkeit des Unternehmens, • Die Zwecke der Verarbeitung bilden den Ausgangspunkt für jede Verarbeitungstätigkeit, und jede Abweichung oder Änderung dieser Zwecke wird dem Datenschutzbeauftragten unverzüglich mitgeteilt. • Die Verarbeitung personenbezogener Daten (Erhebung, Verwendung, Speicherung usw.) erfolgt unter strikter Einhaltung des Zwecks der Verarbeitung. 3.1. ChromaPad hat bestimmte Zwecke der Verarbeitung identifiziert Im Allgemeinen erhebt, verwendet, speichert oder verarbeitet das Unternehmen personenbezogene Daten auf folgende Weise: a. wenn die betroffene Person ein Formular oder Dokument einreicht, eine formelle Vereinbarung abschließt oder andere Unterlagen oder Informationen in Bezug auf ihre Interaktionen und Geschäftsbeziehung mit ChromaPad bereitstellt; b. wenn die betroffene Person mit ChromaPad-Mitarbeitern interagiert, einschließlich Kundendienstmitarbeitern, Kundenbetreuern und anderen Vertretern, z. B. über Telefonanrufe, Briefe, Fax, persönliche Treffen und E-Mail; c. wenn die Bilder der betroffenen Person von ChromaPad über CCTV-Kameras aufgenommen werden, während sich die betroffene Person in den Räumlichkeiten des Unternehmens befindet; d. wenn die betroffene Person ChromaPad-Dienste nutzt, die über Online- und andere Technologieplattformen bereitgestellt werden; f. wenn die betroffene Person verlangt, dass ChromaPad sich mit ihm in Verbindung setzt, in eine E-Mail oder eine andere Mailingliste aufgenommen wird; oder wenn die betroffene Person auf die Anfrage von ChromaPad nach zusätzlichen personenbezogenen Daten antwortet. g. wenn die betroffene Person die elektronischen Dienste des Unternehmens nutzt oder mit ChromaPad über unsere Websites interagiert und wenn ChromaPad Überprüfungen, Due-Diligence-Prüfungen oder andere Screening-Aktivitäten (einschließlich Hintergrundüberprüfungen) in Übereinstimmung mit gesetzlichen oder behördlichen Verpflichtungen oder den Risikomanagementverfahren des Unternehmens durchführt, die möglicherweise gesetzlich vorgeschrieben sind oder die von ChromaPad eingeführt wurden; h. wenn ChromaPad handelt, um Betrug, rechtswidrige Aktivitäten oder Unterlassungen oder Fehlverhalten im Zusammenhang mit der Beziehung der betroffenen Person zu ChromaPad oder anderen Angelegenheiten, die sich aus der Beziehung der betroffenen Person zu ChromaPad ergeben, zu verhindern oder zu untersuchen, i. ChromaPad sammelt Ihre E-Mail-Adresse, um Ihnen "Transaktions-E-Mails" mit dem Produkt zu senden, wenn Sie sich für den Kauf entscheiden. Wenn Sie damit einverstanden sind, den Service-Newsletter zu abonnieren, senden wir Ihnen von Zeit zu Zeit kostenloses kommerzielles Marketing, Inhalte und Werbematerialien an Ihre E-Mail-Adresse. j. wenn ChromaPad einer Anfrage oder Anweisung einer Behörde nachkommt oder dies erforderlich ist; oder Beantwortung von Auskunftsersuchen von Aufsichtsbehörden, Ministerien, gesetzlichen Ausschüssen oder anderen ähnlichen Behörden, k. wenn ChromaPad Finanzberichterstattung, regulatorische Berichterstattung, Managementberichterstattung, Risikomanagementberichterstattung (einschließlich Überwachung der Risikoexposition) und Prüfungsberichterstattung durchführt, l. wenn ChromaPad Informationen über die betroffene Person anfordert und personenbezogene Daten der betroffenen Person im Zusammenhang mit seiner Beziehung zu ChromaPad erhält, von Geschäftspartnern, öffentlichen Stellen, aktuellen Arbeitgebern und den zuständigen Behörden; und/oder m. wenn die betroffene Person ihre personenbezogenen Daten oder die personenbezogenen Daten eines Dritten (z. B. Informationen über Ehepartner, Kinder, Eltern und/oder Mitarbeiter usw.) aus einem anderen Grund an ChromaPad übermittelt. n. Alle oben genannten Aktivitäten sind als Zwecke der Verarbeitung gekennzeichnet und in den ChromaPad-Verarbeitungsprotokollen aufgeführt. 3.2. Der Zweck der Verarbeitung durch ChromaPad hat eine rechtmäßige und gültige Grundlage Die Verarbeitungszwecke von ChromaPad beruhen auf einer der folgenden Grundlagen: Grundlage Beschreibung Einwilligen Die betroffene Person, über die sich die personenbezogenen Daten beziehen, hat der Verarbeitung zugestimmt. Erfüllung eines Vertrags Die Verarbeitung ist erforderlich: <br>(a) in Bezug auf einen Vertrag, den die betroffene Person abgeschlossen hat; oder <br>(b), weil die betroffene Person eine Handlung verlangt hat, damit sie einen Vertrag abschließen kann. Einhaltung der gesetzlichen Verpflichtung Die Verarbeitung ist aufgrund einer gesetzlichen Verpflichtung erforderlich, die für ChromaPad gilt. Berechtigtes Interesse Die Verarbeitung erfolgt in Übereinstimmung mit der Bedingung "berechtigte Interessen". Die Grundlage für den Verarbeitungszweck jedes ChromaPad ist in den ChromaPad-Verarbeitungsprotokollen aufgeführt. 3.3 Die Verarbeitung beschränkt sich auf das, was zur Erreichung des Verarbeitungszwecks des ChromaPad erforderlich ist 3.3.1 Die Verarbeitungszwecke von ChromaPad beschränken sich auf bestimmte Kategorien von betroffenen Personen und auf bestimmte Kategorien personenbezogener Daten (Datenminimierung) a. Die Geschäftsordnung listet die Dokumente und damit die genauen personenbezogenen Daten auf, die von der betroffenen Person angefordert und in Bezug auf diese Person verarbeitet werden sollen. Einerseits sind in den Anhängen der Geschäftsordnung die Musterformulare und die Musterverträge aufgeführt, die von der betroffenen Person ausgefüllt und/oder unterzeichnet werden müssen. Auf der anderen Seite erlauben die internen Vorschriften, dass die personenbezogenen Daten durch Mundpropaganda direkt von der betroffenen Person erhoben und direkt in das IT-System von ChromaPad eingegeben werden. b. Die Zwecke der Verarbeitung beziehen sich auf personenbezogene Daten, die weder in der Kategorie "Besondere Kategorien personenbezogener Daten" noch in der Kategorie der personenbezogenen Daten im Zusammenhang mit strafrechtlichen Verurteilungen und Straftaten enthalten sind, wie diese Begriffe in Abschnitt 2 dieser Richtlinie definiert sind. c. Verarbeitungen, die "besondere Kategorien personenbezogener Daten" und/oder "personenbezogene Daten in Bezug auf strafrechtliche Verurteilungen und Straftaten" beinhalten, sind ausnahmsweise zu behandeln und so weit wie möglich zu vermeiden (es sei denn, dies ist ausdrücklich durch eine interne Verordnung oder die Bestimmungen eines Gesetzes vorgeschrieben). d. Zusätzliche personenbezogene Daten, die über die personenbezogenen Daten hinausgehen, die ausdrücklich in den ChromaPad-Verarbeitungsprotokollen und außerhalb der in den internen Vorschriften genannten personenbezogenen Daten aufgeführt sind, können von den betroffenen Personen nur mit vorheriger Genehmigung des Aufsichtsleiters und/oder des Datenschutzbeauftragten angefordert werden. e. Alle ergänzenden personenbezogenen Daten, die nicht ausdrücklich in den ChromaPad-Verarbeitungsprotokollen erwähnt sind, und außerhalb der in den internen Vorschriften genannten personenbezogenen Daten, die das Unternehmen (absichtlich oder versehentlich) aus einer anderen Quelle als der betroffenen Person erreichen, sind als Datenschutzvorfall zu behandeln und dem Datenschutzbeauftragten zur Kenntnis zu bringen. f. Die von ChromaPad erfassten personenbezogenen Daten sind korrekt, vollständig und vertraulich (Genauigkeit und Vertraulichkeit). g. Alle personenbezogenen Daten, die von ChromaPad in Bezug auf einen Verarbeitungszweck erhoben werden, müssen korrekt sein. Interne Vorschriften verlangen, dass die Mitarbeiter von ChromaPad sicherstellen, dass die personenbezogenen Daten, die direkt oder indirekt von den betroffenen Personen erhoben werden, mit den relevanten Dokumenten abgeglichen werden. h. Die Integrität und Vertraulichkeit aller personenbezogenen Daten, die von ChromaPad in Bezug auf einen Verarbeitungszweck erhoben werden, ist jederzeit obligatorisch. Interne Vorschriften verlangen, dass das Personal von ChromaPad sicherstellt, dass die personenbezogenen Daten, die direkt oder indirekt von den betroffenen Personen erhoben werden, sicher gespeichert und nur dann abgerufen werden, wenn dies erforderlich ist. 3.3.2 Die Verarbeitung personenbezogener Daten innerhalb von ChromaPad erfolgt für den Zeitraum, der zur Erfüllung des Verarbeitungszwecks erforderlich ist (Speicherbegrenzung) ein. Je nach Zweck der Verarbeitung werden die von ChromaPad erfassten personenbezogenen Daten entweder in gedruckter oder elektronischer Form (oder beides) aufbewahrt: • für die Zeit, die zur Erreichung des Zwecks der Verarbeitung erforderlich ist, oder • soweit dies erforderlich ist, um einer anwendbaren gesetzlichen Anforderung für den in einer Rechtsvorschrift genannten Zeitraum nachzukommen, oder • wenn dies im Hinblick auf eine geltende Verjährungsfrist ratsam ist. b. ChromaPad legt die Aufbewahrungsfrist für Dokumente fest und implementiert sie (unabhängig von ihrer Form und ihrem Titel, die personenbezogene Daten enthalten können oder nicht). c. Alle Mitarbeiter müssen die von ihnen gespeicherten personenbezogenen Daten anhand der festgelegten Aufbewahrungsfristen analysieren und entscheiden, ob sie personenbezogene Daten entsprechend aufbewahren oder löschen möchten. 3.3.3 Eine Verarbeitung außerhalb der Verarbeitungszwecke des ChromaPad ist grundsätzlich untersagt (Zweckänderung) • Im Allgemeinen werden personenbezogene Daten nur für den/die Zweck(e) der Verarbeitung verwendet, für den/die sie ursprünglich erhoben wurden (ursprünglicher Zweck). Personenbezogene Daten dürfen nur dann für legitime Zwecke von ChromaPad verarbeitet werden, die sich vom ursprünglichen Zweck (sekundärer Zweck) unterscheiden, wenn der ursprüngliche Zweck und der sekundäre Zweck eng miteinander verbunden sind. • Es ist grundsätzlich zulässig, personenbezogene Daten für die folgenden sekundären Zwecke zu verwenden: ◦ Erstellung des Risikoprofils der betroffenen Person oder des Unternehmens, das die betroffene Person vertritt, oder ◦ interne Audits oder Untersuchungen; oder ◦ Streitbeilegung oder Rechtsstreitigkeiten; oder ◦ Regulatorische Meldezwecke. • Jegliche Verarbeitung personenbezogener Daten, die über die in den ChromaPad-Verarbeitungsprotokollen ausdrücklich festgelegten Verarbeitungszwecke hinausgeht, wird unverzüglich ausgesetzt und der Datenschutzbeauftragte wird so schnell wie möglich auf die Situation aufmerksam gemacht. • Jede Änderung des ursprünglichen Zwecks der Verarbeitung wird sorgfältig geprüft und im Zweifelsfall werden die Mitarbeiter von ChromaPad den Datenschutzbeauftragten auf die Angelegenheit aufmerksam machen, bevor sie eine weitere Verarbeitung durchführen. 3.3.7 Übermittlung personenbezogener Daten • Bei der Erbringung seiner Dienstleistungen kann das Unternehmen Daten an andere Länder oder internationale/ausländische Organisationen übermitteln, jedoch nur, wenn in diesem Land oder in internationalen/ausländischen Organisationen die Datensicherheit angemessen gewährleistet ist. • Bei der Übermittlung personenbezogener Daten in einen Staat außerhalb des Europäischen Wirtschaftsraums bietet das Unternehmen angemessene Garantien für den Datenschutz auf der Grundlage eines Vertrages, der mit dieser juristischen oder natürlichen Person oder internationalen Organisation geschlossen wurde. 3.3.8 Profiling und automatisierte Datenentscheidungsfindung • Die Verarbeitung in ChromaPad kann Profiling, automatisierte Entscheidungsfindung oder beides beinhalten, wenn: ◦ Zweckanalysen des Risikomanagements mit dem Ziel, die Sicherheit und Zuverlässigkeit des Inkassoprozesses zu gewährleisten oder Betrug zu verhindern und herauszufiltern, ◦ Regelmäßige automatische Überprüfung der Zahlungen der betroffenen Person. • In all diesen Fällen wird ChromaPad die Rechte der betroffenen Personen beachten, wie im folgenden Abschnitt erwähnt. 4. INFORMATIONEN, DIE WIR SAMMELN Wir erfassen eine Vielzahl von Informationen von Ihnen, wenn Sie unsere Website besuchen, Einkäufe tätigen oder mit uns in sozialen Medien interagieren. Indem Sie diese Datenschutzrichtlinie akzeptieren, erklären Sie sich ausdrücklich damit einverstanden, dass wir die unten beschriebenen Daten sammeln, die Daten verwenden, diese Daten verarbeiten und die Daten an Drittverarbeiter weitergeben, soweit dies für unsere berechtigten Geschäftsinteressen erforderlich ist. Zu den Informationen, die wir sammeln, gehören unter anderem: 4.1 Personenbezogene Daten Personenbezogene Daten sind Informationen, die verwendet werden können, um Sie spezifisch zu identifizieren, einschließlich Ihres Namens, Ihrer Lieferadresse, Ihrer E-Mail-Adresse, Ihrer Telefonnummer oder demografischer Informationen wie Alter, Geschlecht oder Heimatstadt. Sie erklären sich damit einverstanden, uns diese Informationen zur Verfügung zu stellen, indem Sie sie uns freiwillig auf unserer Website oder einer mobilen Anwendung zur Verfügung stellen. Sie geben einige dieser Informationen an, wenn Sie sich auf unserer Website registrieren oder dort einkaufen. Sie können diese Informationen auch bereitstellen, indem Sie an verschiedenen Aktivitäten im Zusammenhang mit unserer Website teilnehmen, einschließlich der Beantwortung von Blogs, der Kontaktaufnahme mit uns bei Fragen oder der Teilnahme an Gruppenschulungen. Ihre Entscheidung, diese Daten preiszugeben, ist völlig freiwillig. Sie sind nicht verpflichtet, diese Informationen zur Verfügung zu stellen, aber Ihre Verweigerung kann Sie daran hindern, auf bestimmte Vorteile unserer Website zuzugreifen oder Einkäufe zu tätigen. 4.2 Abgeleitete Daten Abgeleitete Daten sind Informationen, die unsere Server automatisch über Sie sammeln, wenn Sie auf unsere Website zugreifen, wie z. B. Ihre IP-Adresse, den Browsertyp, die Daten und Uhrzeiten, zu denen Sie auf unsere Website zugreifen, und die spezifischen Seiten, die Sie anzeigen. Wenn Sie eine mobile Anwendung verwenden, können unsere Server Informationen über Ihren Gerätenamen und -typ, Ihre Telefonnummer, Ihr Herkunftsland und andere Interaktionen mit unserer Anwendung sammeln. 4.3 Finanzdaten Finanzdaten sind Daten, die sich auf Ihre Zahlungsmethode beziehen, z. B. Kreditkarten- oder Banküberweisungsdaten. Wir erfassen Finanzdaten, um Ihnen den Kauf, die Bestellung, die Rückgabe oder den Umtausch von Produkten oder Dienstleistungen über unsere Website und alle damit verbundenen mobilen Apps zu ermöglichen. Wir speichern begrenzte Finanzdaten. Die meisten Finanzdaten werden an unseren Zahlungsabwickler Stripe übertragen, und Sie sollten die Datenschutzrichtlinie dieser Zahlungsabwickler lesen, um festzustellen, wie sie Ihre Finanzdaten verwenden, offenlegen und schützen. Aus Höflichkeit finden Sie die Datenschutzrichtlinie von Stripe hier: Stripe-Datenschutzrichtlinie 4.4 Daten in sozialen Netzwerken Wir können auf personenbezogene Daten von Websites und Apps sozialer Netzwerke zugreifen, einschließlich Facebook, Instagram, Linkedin, Twitter, Snapchat oder anderen Websites oder Apps sozialer Netzwerke, die hier nicht ausdrücklich genannt werden, einschließlich Ihres Namens, Ihres Benutzernamens für soziale Netzwerke, Ihres Standorts, Ihrer E-Mail-Adresse, Ihres Alters, Ihres Geschlechts, Ihres Profilbilds und anderer öffentlicher Informationen. Wenn Sie nicht möchten, dass wir auf diese Informationen zugreifen, gehen Sie bitte auf die jeweilige Website des sozialen Netzwerks und ändern Sie Ihre Datenschutzeinstellungen. 4.5 Daten mobiler Geräte Wenn Sie unsere Website über ein mobiles Gerät oder eine App nutzen, können wir Informationen über Ihr Mobilgerät erfassen, einschließlich Geräte-ID, Modell und Hersteller sowie Standortinformationen. 4.6 Sonstige Daten Gelegentlich können Sie uns zusätzliche Daten geben, um an einem Wettbewerb oder Werbegeschenk teilzunehmen oder an einer Umfrage teilzunehmen. Sie werden aufgefordert, diese Informationen einzugeben, und es wird klar sein, dass Sie diese Art von Informationen im Austausch für die Teilnahme an einem solchen Wettbewerb oder Werbegeschenk anbieten. 4.7 Wie verwenden wir Ihre Daten? Ihre Daten ermöglichen es uns, Ihnen bestimmte Produkte und Dienstleistungen anzubieten, einschließlich der Nutzung unserer Website, um unsere Verpflichtungen Ihnen gegenüber zu erfüllen, Ihre Interaktion mit unserem Unternehmen und unserer Website anzupassen und uns zu ermöglichen, andere Produkte und Dienstleistungen vorzuschlagen, von denen wir glauben, dass sie Sie interessieren könnten. Wir speichern Ihre Daten grundsätzlich und übermitteln sie zur Verarbeitung an einen Dritten. Soweit wir Ihre Daten verarbeiten, tun wir dies jedoch, um unseren berechtigten Geschäftsinteressen zu dienen (z. B. um Ihnen die Möglichkeit zu geben, unsere Waren oder Dienstleistungen zu kaufen und mit unserer Website zu interagieren). Insbesondere können wir die oben beschriebenen Informationen und Daten verwenden, um: • Erstellen Sie ein Diätprogramm, indem Sie Ihre Ernährungsdaten sammeln, • Erstellen von Programmen, die für Ihre Körperstruktur geeignet sind • Um unseren Nutzern personalisierte Dienstleistungen anzubieten und die Benutzerzufriedenheit zu erhöhen, indem wir die Qualität der Benutzererfahrung verbessern, • Kontaktaufnahme mit ihnen, soweit unsere Mitglieder oder Besucher es uns erlauben, sie über die Dienstleistungen und Möglichkeiten zu informieren, • Überwachung der Funktionen der Website und der Anwendungen aus technischer Sicht, Sicherstellung ihrer ordnungsgemäßen Funktion und Lösung eventuell auftretender Probleme, • Um die von uns angebotenen Dienstleistungen in Übereinstimmung mit unserer Nutzungsvereinbarung zu erbringen, • Versand von Newslettern per E-Mail oder Abgabe von Ankündigungen oder Benachrichtigungen, • Um Ankündigungen oder Benachrichtigungen per SMS zu machen, • Entgegennahme von Anrufen von Ihnen und Reaktion auf Ihre Support-Bedürfnisse, • Entwicklung und Vermarktung der Produkte im Rahmen der Entwicklung und Verwaltung unserer aktuellen und F&E-Phasen, • Überprüfen Sie Ihr ChromaPad-Konto auf Beschwerden oder Anfragen in sozialen Medien, • Um die Beschwerde abzuschließen, wenn es eine Beschwerde über die von uns erbrachten Dienstleistungen gibt • Unter Verwendung verschiedener statistischer Auswertungen, Datenbankerstellung und Marktforschung, ohne die Identität des Nutzers preiszugeben. 4.8 Warum wir Ihre Daten offenlegen In bestimmten Situationen können wir Ihre Daten an Dritte weitergeben. Insbesondere können wir Ihre Daten an Drittverarbeiter weitergeben, wenn dies zur Wahrung unserer berechtigten Geschäftsinteressen erforderlich ist, zu denen die Verwaltung unserer Website, die Verwaltung Ihres Kontos, der Abschluss von Verträgen mit Ihnen, die Kommunikation mit Ihnen, die Entgegennahme von Bestellungen für Waren oder Dienstleistungen, die Lieferung unserer Waren und Dienstleistungen, die Identifizierung von Trends und der Schutz der Sicherheit unseres Unternehmens und unserer Website gehören. und Vermarktung zusätzlicher Waren und Dienstleistungen an Sie. Die Rechtsgrundlage für die Weitergabe Ihrer Daten ist sowohl Ihre Zustimmung zu dieser Datenschutzrichtlinie als auch unser eigenes Recht, unsere berechtigten Geschäftsinteressen zu schützen und zu fördern. Im Folgenden sind die spezifischen Gründe aufgeführt, warum wir Ihre Daten weitergeben können: • Verarbeitung durch Dritte: Wir können Ihre Daten an Dritte weitergeben, die uns bei verschiedenen Aufgaben unterstützen, einschließlich Zahlungsabwicklung, Hosting-Diensten, E-Mail-Zustellung und Kundendienst. Wir können diese externen Auftragsverarbeiter nicht immer offenlegen, wenn dies nicht gesetzlich vorgeschrieben ist. • Per Gesetz: Wir können Ihre Daten weitergeben, wenn dies gesetzlich vorgeschrieben ist oder um auf ein Gerichtsverfahren, einschließlich einer Vorladung, zu reagieren, oder wenn dies zum Schutz der Rechte, des Eigentums und der Sicherheit anderer erforderlich ist. Dazu gehört auch die Weitergabe von Informationen an andere Parteien, um Betrug zu verhindern oder zu bekämpfen und Kreditrisiken zu vermeiden. • Um unser Unternehmen zu schützen: Wir können Ihre Daten verwenden, um unser Unternehmen zu schützen, einschließlich der Untersuchung und Behebung von Verstößen gegen unsere Rechte oder Richtlinien. Wir können Ihre Daten auch offenlegen, wenn dies vernünftigerweise erforderlich ist, um Versicherungsschutz zu erwerben und aufrechtzuerhalten, Risiken zu managen, Finanz- oder Rechtsberatung zu erhalten oder Rechtsansprüche geltend zu machen oder sich dagegen zu verteidigen. • Andere Dritte: Wir können Informationen an Werbetreibende, unsere Investoren oder andere Dritte weitergeben, um allgemeine Geschäftsanalysen durchzuführen. Wenn wir dies tun, werden wir angemessene Anstrengungen unternehmen, um Sie zu informieren, wenn dies gesetzlich vorgeschrieben ist. • Verkauf oder Insolvenz: Für den Fall, dass unser Unternehmen verkauft wird, sein Geschäft aufgibt oder in Konkurs geht, können Ihre Daten ein Vermögenswert sein, der auf einen Rechtsnachfolger übertragen wird. Ein solcher Nachfolger ist nicht an unsere Datenschutzrichtlinie gebunden und kann eine eigene haben. Sie werden benachrichtigt, falls unser Unternehmen verkauft wird, sein Geschäft aufgibt oder in Konkurs geht. • Interaktion mit anderen: Wenn Sie mit anderen auf unserer Website oder in unserer mobilen App interagieren, z. B. an einem Gruppenchat oder einem Gruppen-Online-Kurs teilnehmen, können andere Benutzer Zugriff auf einige Ihrer Daten haben, einschließlich Ihres Namens, Ihres Profilbilds und Ihrer Interaktionshistorie mit unserer Website, wie z. B. frühere Kommentare oder Beiträge. • Online-Postings: Wenn Sie online posten, können Ihre Beiträge von anderen eingesehen werden, und wir können Ihre Kommentare außerhalb der Website verbreiten. • Externe Links: Unsere Website kann Hyperlinks zu anderen Websites enthalten, die nicht von uns kontrolliert werden. Wir empfehlen Ihnen, Vorsicht walten zu lassen, wenn Sie auf einen Hyperlink klicken. Obwohl wir bei der Einbindung eines Hyperlinks auf unserer eigenen Webseite mit angemessener Sorgfalt vorgehen, überwachen wir die Websites dieser Dritten nicht regelmäßig und sind nicht verantwortlich für Schäden oder Folgen, die Sie durch die Verwendung dieser Hyperlinks erleiden. Wir sind weder an die Datenschutzrichtlinien von Websites Dritter gebunden, auf die Sie über einen Hyperlink zugreifen, noch sind sie an unsere gebunden. Wir empfehlen Ihnen, die Richtlinien dieser Websites Dritter zu lesen, bevor Sie mit ihnen interagieren oder Einkäufe tätigen. Sie können andere Informationen und mit anderen Methoden sammeln als wir. • Andere Zwecke: Wir können Ihre personenbezogenen Daten offenlegen, wenn dies erforderlich ist, um einer gesetzlichen Verpflichtung nachzukommen oder Ihre Interessen oder die lebenswichtigen Interessen anderer oder unseres Unternehmens zu schützen. 4.9 Wie erheben wir personenbezogene Daten? Wenn Sie ChromaPad verwenden, können Ihre personenbezogenen Daten in schriftlicher/physischer oder elektronischer Form erfasst werden, wenn Sie sich für Werbung oder Marketingaktionen anmelden/bewerben, wenn Sie sich registrieren oder registrieren, und mit Cookies. 4.9.1 Informationen zur Identität Durch die Registrierung auf der Website teilen Sie Ihre Informationen wie "Ihr Name", "Ihr Nachname", "Ihr Geburtsdatum" und "Ihr Geschlecht" mit ChromaPad. ChromaPad Facebook, Linkedin usw. Ihren Vor- und Nachnamen, Ihr Geburtsdatum, Ihre E-Mail-Adresse und so weiter. Es ist möglich, sich zu registrieren oder ohne Eingabe von Informationen zu registrieren. Wenn Sie sich dafür entscheiden, sich über soziale Netzwerke im Rahmen dieser Richtlinie zum Schutz personenbezogener Daten zu registrieren oder unsere Dienste zu abonnieren, sind Sie für die Verarbeitung, Übertragung und Speicherung der von diesen sozialen Netzwerken an uns gesendeten Daten verantwortlich. 4.9.2 Kontaktinformationen Durch die Registrierung auf der Website teilen Sie Ihre Informationen wie "Ihre E-Mail-Adresse", "Ihre Adresse", "Die Stadt und den Ort" und "Mobiltelefon" mit ChromaPad. 4.9.3 Sonstige Informationen Sie können Informationen wie "Smatch (ja/nein)"-Informationen und andere ähnliche Informationen nach eigenem Ermessen an ChromaPad weitergeben. 4.9.4 Nicht personenbezogene Daten und Informationen, die wir automatisch erfassen Login-ID, IP-Adresse, Protokollaufzeichnungen, angeforderte zusätzliche Informationen, das Datum der Mitgliedschaft, seine Referenzen, Häufigkeit der Anmeldung auf der Website, Benutzer der iOS-/Mobil-Website/Website, Aktualisierungsdatum, Datum der letzten Anmeldung, Datum der ersten Mitgliedschaft, Löschung der Anwendung (ja/nein), die Verwendung von Anwendungen (jede Bewegung und Auswahl, die in der Anwendung getroffen wird) und die Technologien, die wir in Übereinstimmung mit den Bedürfnissen unserer Mitglieder und Besucher verwenden, Um technische Probleme zu beseitigen, können wir Daten über Sie sammeln, um unsere technische Infrastruktur zu steuern. Abhängig von Ihrer Nutzung auf der Website durch Cookies oder andere Programme oder Schreibweisen können wir Informationen über die Anzahl Ihrer Klicks, die Häufigkeit, mit der Sie Tabs öffnen, oder Ihr Verhalten in digitalen Medien für die Themen sammeln, an denen Sie interessiert sind. 4.9.5 Geräteinformationen Wir können Daten (z. B. Standortinformationen) erfassen, die von elektronischen Geräten (Computern, Laptops, Tablets, Smartphones, Smart-TVs usw.), die Sie verwenden, mit Ihrem Gerät abgeglichen werden können oder die für betroffene Anwendungen wie die Geräteanwendung zugeordnet werden können. Wir können Push-Benachrichtigungen über unsere mobilen Anwendungen oder auf unserer Website senden. Wenn Sie diese Nachrichten nicht erhalten möchten, können Sie diese Nachrichten ablehnen, indem Sie die Einstellungen Ihres Geräts oder Ihrer mobilen Anwendung ändern. 4.9.6 Informationen zu Cookies Ihre Nutzungsinformationen für ChromaPad erhalten Sie mithilfe einer Datei für die technische Kommunikation (Cookie-Cookie). Bei diesen technischen Kommunikationsdateien handelt es sich um kleine Textdateien, die von einer Website an den Browser des Benutzers gesendet werden, um im Hauptspeicher gespeichert zu werden. Die Datei für technische Kommunikation erleichtert die Nutzung des Internets, indem sie den Status und die Präferenzen einer Website speichert. Die Datei für die technische Kommunikation hilft dabei, statistische Informationen darüber zu erhalten, wie viele Personen ChromaPad verwenden, zu welchem Zweck, wie oft eine Person besucht wurde und wie lange, und Inhalte dynamisch aus benutzergestalteten Benutzerseiten zu generieren. Die Datei für die technische Kommunikation ist nicht dazu bestimmt, Daten oder andere persönliche Informationen aus dem Hauptspeicher oder per E-Mail zu empfangen. Die meisten Browser sind in erster Linie so konzipiert, dass sie die Datei für die technische Kommunikation akzeptieren, aber Benutzer können die Einstellungen so ändern, dass die Datei für die technische Kommunikation nicht angezeigt wird oder wenn die Datei für die technische Kommunikation gesendet wird. Es wird davon ausgegangen, dass das Mitglied seine ausdrückliche Zustimmung zur Verwendung von Cookies gibt, solange es diese Einstellungen nicht ändert. Wir können die Cookie-Technologie verwenden und sie auf Ihrem Gerät platzieren. Wenn Sie keine Cookies akzeptieren, kann es sein, dass ChromaPad nicht die von Ihnen erwarteten Funktionen ausführt oder Probleme verursacht. Wir können die durch Cookies erhaltenen Daten zu Werbezwecken an Dritte weitergeben. Diese personenbezogenen Daten werden gemäß Ihrer ausdrücklichen Zustimmung, den in der Datenschutzrichtlinie und den Maßnahmen zur Informationssicherheit dargelegten Zwecken verarbeitet und gespeichert und dürfen nicht außerhalb des Geltungsbereichs Ihrer Einwilligung verwendet werden. 4.9.7 Links zu Websites von Drittanbietern oder mobilen Anwendungen über ChromaPad Wir können Links zu Websites, Portalen oder mobilen Anwendungen Dritter bereitstellen. Wir übernehmen jedoch keine Verantwortung für die Umsetzung der Datenschutzrichtlinien dieser Websites oder für Dritte. 3. Die Datenschutzrichtlinien Dritter oder mobilen Anwendungen können sich von denen zum Schutz personenbezogener Daten und zur Datenrichtlinie unterscheiden. 4.9.8 Speicherung Ihrer Daten ChromaPad speichert die personenbezogenen Daten, die es gemäß Artikel 7 des TCC und Artikel 138 des türkischen Strafgesetzbuches verarbeitet, nur für den Zeitraum, der für den Zweck der Verarbeitung personenbezogener Daten erforderlich ist, es sei denn, dies ist in den geltenden Rechtsvorschriften oder für einen in der Gesetzgebung festgelegten Zeitraum vorgesehen. Die gespeicherten Daten werden nach Ablauf des Zwecks der Aufbewahrung der Daten gelöscht und im Durchschnitt wird eine Frist von 2 Jahren festgelegt, aber die für einen längeren Zeitraum vorgesehenen Rechtsvorschriften verbleiben im System, wie in den Rechtsvorschriften festgelegt. 5. FÖRDERUNG DER DATENSCHUTZKONFORMITÄT IN CHROMAPAD 5.1 Von ChromaPad bestellter Datenschutzbeauftragter Das Unternehmen ernennt einen Datenschutzbeauftragten, der das erforderliche Kompetenzprofil gemäß den EU-Datenschutzgesetzen erfüllt: • Die Funktion des Datenschutzbeauftragten ist eine Position, die direkt unterstellt ist und direkt der obersten Geschäftsleitung unterstellt ist. • Die Funktion des Datenschutzbeauftragten unterliegt keinen widerstreitenden Interessen; • ChromaPad bezieht den Datenschutzbeauftragten ordnungsgemäß und rechtzeitig in alle Fragen ein, die sich auf den Schutz personenbezogener Daten beziehen; 5.2 Das Unternehmen muss: • Veröffentlichung der Kontaktdaten des Datenschutzbeauftragten gegenüber den betroffenen Personen und auch intern im Intranet, im internen Telefonbuch und in den Organigrammen des Unternehmens, um sicherzustellen, dass seine Existenz und Funktion innerhalb der Organisation bekannt sind; • Teilen Sie der zuständigen Aufsichtsbehörde die Kontaktdaten mit; • sicherzustellen, dass der Datenschutzbeauftragte regelmäßig zu Sitzungen der Geschäftsleitung eingeladen wird; • Geben Sie der Meinung des Datenschutzbeauftragten stets das gebührende Gewicht. Im Falle von Meinungsverschiedenheiten ist es wichtig, die Gründe für die Nichtbefolgung des Ratschlags des Datenschutzbeauftragten zu dokumentieren; • Konsultieren Sie unverzüglich und ohne unangemessene Verzögerung den Datenschutzbeauftragten, sobald eine Datenschutzverletzung oder ein anderer Vorfall aufgetreten ist; • Unterstützung des Datenschutzbeauftragten, indem er "die für die Erfüllung seiner Aufgaben und den Zugang zu personenbezogenen Daten und Verarbeitungsvorgängen erforderlichen Ressourcen bereitstellt und sein Fachwissen aufrechterhält". • Den Datenschutzbeauftragten regelmäßig schulen. Der Datenschutzbeauftragte erhält die Möglichkeit, sich über Entwicklungen im Bereich des Datenschutzes auf dem Laufenden zu halten. Ziel sollte es sein, das Fachwissen des Datenschutzbeauftragten ständig zu erhöhen, er sollte ermutigt werden, an Schulungen zum Datenschutz und anderen Formen der beruflichen Weiterbildung teilzunehmen, wie z. B. die Teilnahme an Datenschutzforen, Workshops usw.; • Stellen Sie sicher, dass der Datenschutzbeauftragte "keine Weisungen hinsichtlich der Ausübung seiner Aufgaben erhält". • Der Datenschutzbeauftragte ist bei der Wahrnehmung seiner Aufgaben zur Verschwiegenheit oder Vertraulichkeit verpflichtet. 5.3 Interne Rollen für die Einhaltung des Datenschutzes auf Ebene der Fachabteilungen Die Einhaltung des Datenschutzes ist eine ständige unabhängige Verantwortung für jeden einzelnen Mitarbeiter des Unternehmens, und die Nichtbeachtung dieser Richtlinie kann zu einer beruflichen Haftung führen. 5.4 Interne Regelungen Als allgemeine Aussage ergänzt diese Datenschutzerklärung alle bestehenden Richtlinien. Im Falle von Widersprüchen zwischen dieser Datenschutzrichtlinie und den EU-Datenschutzgesetzen haben letztere Vorrang. 6. CHROMAPAD ERMÖGLICHT DIE RECHTE DER BETROFFENEN Nach den Datenschutzgesetzen haben betroffene Personen strenge Rechte: • das Recht auf Information, • das Recht auf Auskunft, • das Recht auf Berichtigung, • das Recht auf Löschung (Recht auf Vergessenwerden), • das Recht auf Einschränkung der Verarbeitung, • das Recht auf Datenübertragbarkeit, • das Recht auf Widerspruch, • Rechte in Bezug auf automatisierte Entscheidungsfindung und Profiling. Alle Mitarbeiter von ChromaPad sind sich dessen bewusst und wissen, wie sie auf die Ausübung der Rechte der betroffenen Personen reagieren müssen. 6.1 ChromaPad informiert die betroffenen Personen über die Verarbeitungstätigkeit In der Regel enthalten die Dokumente, die der betroffenen Person ausgehändigt werden (entweder Formulare oder Verträge), alle erforderlichen Informationen, damit ChromaPad den Verpflichtungen des Unternehmens nachkommen kann, die betroffenen Personen ordnungsgemäß über die Verarbeitungstätigkeit zu informieren. Ungeachtet des Buchstabens der Dokumente, die den betroffenen Personen ausgehändigt werden, werden die Mitarbeiter von ChromaPad auf Anfrage gründlich erklären, auf welche Geschäftstätigkeit sich die Verarbeitung bezieht, welche Art von personenbezogenen Daten von der betroffenen Person angefordert werden und dass das Unternehmen geeignete organisatorische und technische Maßnahmen ergriffen hat, um sicherzustellen, dass personenbezogene Daten sicher und vertraulich behandelt werden. Für den Fall, dass die betroffenen Personen nicht verpflichtet sind, selbstständig Formulare auszufüllen, da die betroffenen Personen nur bestimmte Unterlagen einreichen oder ihre personenbezogenen Daten mündlich mitteilen müssen, sind die Mitarbeiter von ChromaPad verpflichtet, die betroffene Person über alle Koordinaten der Verarbeitungstätigkeit zu informieren. Die Checkliste der Aspekte, die der betroffenen Person zur Kenntnis gebracht werden müssen, ist die folgende: Welche Informationen müssen bereitgestellt werden? Zum Zeitpunkt der Erhebung der personenbezogenen Daten: Identität und Kontaktdaten des für die Verarbeitung Verantwortlichen und des DSB ✓ Zweck der Verarbeitung und Rechtsgrundlage für die Verarbeitung ✓ Die berechtigten Interessen des für die Verarbeitung Verantwortlichen ✓ Kategorien personenbezogener Daten Jeder Empfänger oder jede Kategorie von Empfängern der personenbezogenen Daten ✓ Einzelheiten zu Übermittlungen in Drittländer und Garantien ✓ Aufbewahrungsfrist oder Kriterien zur Bestimmung der Aufbewahrungsfrist ✓ Das Bestehen der einzelnen Rechte der betroffenen Person ✓ Aus welcher Quelle die personenbezogenen Daten stammen und ob sie aus öffentlich zugänglichen Quellen stammen Ob die Bereitstellung personenbezogener Daten Teil einer gesetzlichen oder vertraglichen Anforderung oder Verpflichtung ist, und mögliche Folgen der Nichtbereitstellung der personenbezogenen Daten ✓ Das Vorhandensein einer automatisierten Entscheidungsfindung, einschließlich Profiling und Informationen darüber, wie Entscheidungen getroffen werden, deren Bedeutung und welche Folgen sie haben ✓ 6.2 Im Falle von Profiling und/oder automatisierter Entscheidungsfindung stellt ChromaPad die Einhaltung der Rechte der betroffenen Person sicher: ein. Informationspflicht – Die betroffene Person wird zu Beginn der Datenverarbeitung über die Tatsache der Profilerstellung/automatisierten Entscheidungsfindung, den Umfang ihrer personenbezogenen Daten, die an der Profilerstellung beteiligt sind, die Logik, die mit der angewandten Methode verbunden ist, und die möglichen Folgen einer automatisierten Entscheidungsfindung für die betroffene Person informiert. Wenn eine Entscheidung in einem Prozess entweder vollständig als Ergebnis eines automatisierten Teilprozesses oder auch mit menschlichem Eingreifen getroffen werden kann, muss die betroffene Person über die Fälle informiert werden, in denen das Unternehmen eine Entscheidung vollständig automatisiert treffen kann (als Ergebnis eines Unterprozesses). Bei der Information über die Logik, auf der die automatisierte Entscheidungsfindung basiert, ist es nicht erforderlich, den angewandten Algorithmus, die Formel oder die angewandte Geschäftslogik im Detail offenzulegen (diese Informationen müssen nicht so tief gehen, dass sie die Geschäftsgeheimnisse des Unternehmens gefährden). Es wird vorgeschlagen, die Funktionsweise der automatisierten Entscheidungsfindung anhand von Beispielen darzustellen. b. Überprüfung automatisierter Entscheidungen: Die betroffene Person, die einer automatisierten Entscheidungsfindung unterzogen wurde, hat das Recht, vom ChromaPad ein menschliches Eingreifen zu verlangen, ihren Standpunkt darzulegen und Einspruch gegen diese Entscheidung einzulegen. Dieses Anfechtungsrecht berechtigt die betroffene Person nicht, den Abschluss des Vertrages zu erzwingen, sondern die Entscheidung, die auf einer automatisierten Datenverarbeitung beruht und zur Ablehnung des Vertragsabschlusses führt, anzufechten. Der betroffenen Person ist in jedem Fall die Möglichkeit zu geben, von ihrem Widerspruchsrecht Gebrauch zu machen. c. Das Recht auf Widerspruch: Wenn die Rechtsgrundlage für die Verarbeitung ein berechtigtes Interesse von ChromaPad ist, steht der betroffenen Person das Recht auf Widerspruch zu. Aus dem Widerspruchsrecht folgt, dass das Unternehmen prüfen muss, ob dieser Widerspruch berechtigt ist (d.h. ob die Interessen der betroffenen Person die Interessen des Unternehmens überwiegen) und über den Widerspruch entscheiden muss. 6.3 Das Personal von ChromaPad erkennt und weiß, wie es mit einer Anfrage von betroffenen Personen umzugehen ist Die EU-Datenschutzgesetze schreiben vor, dass jede Anfrage einer betroffenen Person so schnell wie möglich, spätestens jedoch 30 Tage nach Erhalt, beantwortet wird. Die Mitarbeiter von ChromaPad werden alle Anfragen von betroffenen Personen über die Verarbeitungstätigkeit mit größter Sorgfalt behandeln. 6.4 In jedem Fall werden die Mitarbeiter von ChromaPad die betroffenen Personen darüber informieren, dass sie eine formelle Anfrage und/oder eine Beschwerde an die angegebene Adresse richten können, die den Kontaktdaten des vom Unternehmen ernannten Datenschutzbeauftragten entspricht. 7. NACHRICHTENBERECHTIGUNG UND ANWENDUNGSMETHODE Die von ChromaPad, Mitgliedern oder Benutzern bereitgestellten Informationen können per E-Mail / SMS usw. gesendet werden. 3. Um Nachrichten zu senden, Newsletter zu versenden, Benachrichtigungen zu machen, Informationen über Produkte und Dienstleistungen bereitzustellen, Kampagneninformationen zu teilen, das Programm zu füttern oder für Zwecke 3. Um die Werbung der Parteien und ähnliche Dienstleistungen zu teilen. Diese kommerziellen elektronischen Nachrichten und Textnachrichten, die von ChromaPad übermittelt werden, möchten keine Mitglieder empfangen und wenn sie den Kauf nicht genehmigen, müssen sie eine E-Mail an support@coprint3d.com senden oder die erforderlichen Optionen von der Einstellungsseite entfernen. Wenn Sie erfahren möchten, wie Ihre Daten verarbeitet und/oder übertragen werden und/oder wie sie in Bezug auf die oben genannten Bedingungen gehandhabt werden, können Sie an support@coprint3d.com schreiben. ChromaPad kann auf andere Websites innerhalb der Website verweisen, aber dies bedeutet nicht, dass ChromaPad Links zu diesen Websites hat. ChromaPad übernimmt keine Verantwortung für die Datenschutzpraktiken und den Inhalt der Websites, die über den Link erreicht werden. Diese Datenschutzerklärung tritt am Tag der Veröffentlichung in Kraft und bleibt in Kraft, bis sie von der Website entfernt wird. Die Richtlinie zum Schutz personenbezogener Daten und zur Datenpolitik auf der Website ist vom 11.07.2024. Für den Fall, dass alle oder einige der Artikel der Police erneuert werden, wird das Datum der Police aktualisiert. 8. FIRMENINFORMATIONEN Co Print Mühendislik Makina Yazılım Sanayi ve Ticaret Anonim Şirketi, die in Übereinstimmung mit der KVKK als Datenverantwortlicher arbeitet, respektiert die Rechte von Ihnen, der Betroffenen Person/den Betroffenen, und bemüht sich, Ihre Anfragen in Ihrer Bewerbung zu erfüllen. Sie können uns telefonisch unter 0533 234 71 07, per E-Mail an support@coprint3d.com, an unserer physischen Adresse oder als Beispiel für das KVK-Antragsformular auf unserer Website kontaktieren. Detaillierte Informationen zur Anwendung finden Sie in der Informationsrichtlinie für die relevante Person.
